{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Child Pregnancy and defilement", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:59:20+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-15T18:00:38.180586+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**U-reporter's Message:**\r\n\r\n\r\n“I have a case of defilement, any child pregnancy. How can we help\r\n\r\n**Ur stories:**\t\r\n\r\n\t\t\r\n\"Timo, a U-reporter from the Western part of Uganda recently moved to the city to begin work. A few days into his job, he noticed 15-year old Ruth, who was evidently pregnant and later, he learnt was homeless. As a responsible U-reporter, Timo, sent U-report a message, seeking a solution. Ruth is in a perilous situation. Months before, Ruth opted to head to her boyfriend’s one roomed rented house instead of going to school nearby. Currently, her boyfriend who works as a food vendor and sets up his stall in the trading centre each evening, is no longer interested in her. So much so that he relocated to an unknown destination to avoid responsibilities. Ruth does not know what to do. Her father, a polygamous boda-boda rider within the same area, banished Ruth from his house. The owner of the restaurant where Timo works has been generous providing her with meals but this is only temporarily. Ruth needs a long term solution for herself and child.\"\t\t\r\n\r\n\r\n**Ur-Rights:**\r\n\r\nIn Uganda, defilement is defined as the act of having sex with a girl under 18. Often times, defilement involves relatives, married men or professional people in the community. It can lead to infertility, trauma, contraction of HIV/Aids, terminal illness or even death. Children become victims of defliement due to lack of birth certificates. At times, the victim's parents too connive with the perpetrators by accepting bribes. \t\r\n\r\n\r\n**U-Act:**\r\n\r\nU-reporters confirmed that defilement is rampant in their communities. Guardians need to be very responsible for their children, especially when in public places. If you know any one whose family has experienced child sacrifice in your community, you can report child sacrifice incidences in your community. a)       At Community level, you report to the LC1 Chair person or Vice Chair person who is responsible for Children’s Affairs. b)       At Sub County level the Family and Child protection Officer in Police though most districts have this unit at District level (So any police officer present can be reported to). c) You can call toll free Child helpline 116  d) send a message to 8500 e) You can also report to the Probation and Welfare Officer at the District who is the technical officer responsible for all Children’s affairs. ", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "child-pregnancy-and-defilement", 
  "uuid": "590f8f39c74e4e44a07c6a31e941b976"
}