{
  "subtitle": "", 
  "description": "Ruth opted to head to her boyfriend's house instead of school", 
  "language": "eng_GB", 
  "title": "Pregnant and homeless at 15", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:59:20+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-30T17:38:32.280849+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Timo, a U-reporter from the Western part of Uganda recently moved to the city to begin work. A few days into his job, he noticed 15-year old Ruth, who was evidently pregnant and later, he learnt was homeless. As a responsible U-reporter, Timo, sent U-report a message, seeking a solution. Ruth is in a perilous situation. Months before, Ruth opted to head to her boyfriend’s one roomed rented house instead of going to school nearby. Currently, her boyfriend who works as a food vendor and sets up his stall in the trading centre each evening, is no longer interested in her. So much so that he relocated to an unknown destination to avoid responsibilities. Ruth does not know what to do. Her father, a polygamous boda-boda rider within the same area, banished Ruth from his house. The owner of the restaurant where Timo works has been generous providing her with meals but this is only temporarily. Ruth needs a long term solution for herself and child.\r\n\r\n[Ur Rights][1]\r\n\r\n[U-Act][2]\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/44e01f6fca9843f3babb6d507a7d9deb/\r\n  [2]: http://iogt.qa-hub.unicore.io/page/8135c17d1c19466d826d66f0742d79bf/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "pregnant-and-homeless-at-15", 
  "uuid": "590f8f39c74e4e44a07c6a31e941b976"
}