{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Right to Education", 
  "primary_category": "ca9d2bd0ea584088a6a9f8c88042770e", 
  "created_at": "2015-06-26T08:48:34+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-30T15:59:40.863856+00:00", 
  "_version": {
    "package_version": "1.3.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "7794dad086aa41fe8e6ad4b56f32f89e", 
    "d0f97d7d99ef40b78604ad297ee96303"
  ], 
  "id": null, 
  "content": "Adolescence (10 – 19 years) is a time of transition involving many changes; biological, psychological and social. These changes occur at the same time and at different paces for each girl and boy. Girls generally face high risks and consequences at this time of their lives. Statistics show despite the introduction of Universal Primary and Universal Secondary education policies, 69 percent of older adolescent girls have not attended any school. A World Bank report, “Toolkit on Hygiene and Sanitation and Water in schools: Gender Roles and Impact 2005” indicates that Girls who attend school, miss an average of 48 days in an academic year due to menstruation hygiene, meaning they lag behind in their studies. The report also indicates that the girl child lags behind the boy child in education by missing 4 days of school every month thereby missing 10% to 20% of her school days due to her menstrual period. It is also reported that 32 percent of adolescents experience some form of violence in school. The most common form of violence is sexual abuse of girls, including at school. Educated, healthy and skilled adolescent girls will help build a better future. The Education Act of 2008 provides for the Universal provision of pre-primary education as the first level of education, primary education (effected in 1997) and secondary education (post primary) (effected in 2007) education. To enrol in and pass primary school and complete secondary school education, Government provides; tuition, school based learning materials and school examination fees and has stated it will provide sanitary towels. In Government supported schools, segregated toilet facilities and washrooms should be availed for girls and children living with disabilities. Parents are expected to provide basic scholastic materials, stationery and contribute to school meals. To know more about your rights, click on…..………..\r\n\r\n 1. [Little Book Rights.pdf][1] \r\n 2. [UN crc Chilld Friendly Language][2]\r\n 3. [Constitution][3]\r\n\r\n  [1]: http://www.unicef.org/rightsite/files/little_book_rights.pdf\r\n  [2]: http://www.unicef.org/rightsite/files/uncrcchilldfriendlylanguage.pdf\r\n  [3]: http://www.ec.or.ug/docs/Constitution.pdf", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 5, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "ur-rights-education", 
  "uuid": "7794dad086aa41fe8e6ad4b56f32f89e"
}