{
  "subtitle": "", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Facts about Typhoid", 
  "primary_category": "ca9d2bd0ea584088a6a9f8c88042770e", 
  "created_at": "2015-06-26T11:34:02+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-30T17:45:10.639093+00:00", 
  "_version": {
    "package_version": "1.3.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "c980a53bfd86457abb2b50b166aadf66"
  ], 
  "id": null, 
  "content": "Typhoid fever is a life threatening illness caused by the bacterium Salmonella Typhi. It is spread through contaminated water and food sources with faecal material containing Salmonella Typhi bacteria. Symptoms include high grade fever of 39 to 40 degrees celsius, stomach pains, weakness, headache, loss of appetite and a rash of flat rose coloured spots in severe cases. It is diagnosed after a stool sample or blood is tested for the presence of Salmonella Typhi. It is treatable in mild cases but life threatening in severe cases. If one suffers from typhoid fever, he or she may still continue to carry the bacteria even after the symptoms have disappeared. To Prevent typhoid, one must drink boiled water, eat foods that are thoroughly cooked and still hot and steaming, avoid eating raw fruits and vegetables if they cannot be well washed and peeled. Also avoid eating the peelings of the fruits, avoid foods and beverages from the vendors in the streets, regularly wash hands after using the washrooms, regularly wash hands before handling food, use pit latrines or toilets to ease oneself. There is a typhoid vaccine that one can take and it lasts three years.\r\n\r\n[Ur Story][1]\r\n\r\nU-Act\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/c980a53bfd86457abb2b50b166aadf66/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 6, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "facts-about-typhoid", 
  "uuid": "7b974f612e0a4901aa6e898cbf139169"
}