{
  "subtitle": "", 
  "description": "What the law says on Child Sacrifice", 
  "language": "eng_GB", 
  "title": "Your Rights on child sacrifice", 
  "primary_category": "ca9d2bd0ea584088a6a9f8c88042770e", 
  "created_at": "2015-06-30T15:01:38+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-07T13:20:50.264685+00:00", 
  "_version": {
    "package_version": "1.3.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "In Uganda, 40% of children experience some form of violence at home. It is estimated that nearly half (49 percent) of primary school girls and (15 percent) of schoolboys have been sexually abused (Republic of Uganda, 2011). Child sacrifice is the other prevalent vice in many parts of Uganda. Each week, mostly children aged 3-18 are targeted for child sacrifice. \r\n\r\nThe Constitution of the Republic of Uganda (1995) guarantees the right to life for all individuals, including children. The Constitution also provides for the promotion of cultural and customary values that are consistent with the fundamental human rights and freedoms, human dignity and democracy. Therefore acts such as human sacrifice are not in harmony with the supreme law of Uganda. The Children Act, Cap 59. (2000), the principal legislation governing the rights of children and their protection under the law provides for the protection of children against harmful customary practices. Article 7 of this act makes it unlawful to subject a child to social or customary practices that are harmful to the child’s health. \r\n \r\nU-report poll survey conducted in 2015 involving approximately 280,000 nationally, had 30% of the 12,902 respondents, saying they had heard about child sacrifice in their community. Guardians need to be very responsible for their children, especially when in public places. \r\n\r\nStop Child sacrifice. Stopping this vice in the community begins with you. Report cases of child sacrifice in your community by calling the toll free National Child helpline on 116. You can also send a message to 8500 across all networks at no cost.\r\n\r\n[Ur Story][1]\r\n\r\n[U-Act][2]\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/bd72680a993340a2af219a760b9ec967/\r\n  [2]: http://iogt.qa-hub.unicore.io/page/84dbce1085ca42bda640964bf6a707ab/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": "751d603daabb4559945f60520d0ea338", 
  "published": null, 
  "position": 4, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "your-rights-child-sacrifice", 
  "uuid": "9d0b8b23fac24120a818da48a62cce5d"
}