{
  "subtitle": "", 
  "description": "What the law says on Child Sacrifice", 
  "language": "eng_GB", 
  "title": "Your Rights on child sacrifice", 
  "primary_category": "ca9d2bd0ea584088a6a9f8c88042770e", 
  "created_at": "2015-06-30T15:01:38.864908+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-30T15:01:38.865195+00:00", 
  "_version": {
    "package_version": "1.3.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "In Uganda, 40% of children experience some form of violence at home. This could be sexual and gender based violence, which is estimated to be higher among female adolescents (39 percent) than male adolescents (11 percent). It is estimated that nearly half (49 percent) of primary school girls and (15 percent) of schoolboys have been sexually abused (Republic of Uganda, 2011). Child sacrifice is another prevalent vice in many parts of Uganda. All children in Uganda are entitled to protection under national laws. The Constitution of the Republic of Uganda (1995) guarantees the right to life for all individuals. The Constitution also provides for the promotion of cultural and customary values that are consistent with the fundamental human rights and freedoms, human dignity and democracy. Therefore acts such as human sacrifice are not in harmony with the supreme law of Uganda. The Children Act, Cap 59. (2000) is the principal legislation governing the rights of children and their protection under the law. The Act provides for the protection of children against harmful customary practices. Article 7 of this act makes it unlawful to subject a child to social or customary practices that are harmful to the child’s health. The Act does not however explicitly mention child sacrifice and child mutilation as one of the gross forms of violation of children’s rights. Furthermore the Penal Code Act, Cap 120 does not recognise child mutilation as a crime and therefore there is no legal punishment for it. At the national level, while domestic legislation has not explicitly recognised the vice of child sacrifice and mutilation as a distinct offence, the Judiciary has taken a more strict approach in addressing cases of human sacrifice. Data from police records and media reports indicates that cases of child sacrifice and the mutilation of children linked to ritual murders have been on the increase since 2006. In 2008, 25 cases of suspected ritual killings were reported; 16 of which were children. Only eight of these 25 cases were conclusively investigated and follow through action taken. In 2009, 29 cases suspected to be linked to human sacrifice were reported to the Uganda Police Force. In 2010 14 cases were reported, in 2011 this reduced further to 8 cases and in 2012 the figure rose again to 13 cases up to November 2012.   (Comparison Statistics of Ritual Murder cases recorded for the years 2006-2011 – Okalany William, Ag Commissioner Homicide Department).  Communities however perceive there is a higher prevalence and magnitude of child sacrifice and child mutilation than has been documented and investigated by the Police (MoGLSD, 2009; HumaneAfrica, 2013). According to data from HumaneAfrica, the Ministry of Gender Labour and Social Development  and African Network for the Prevention and Protection against Child Abuse and Neglect (ANPPCAN Uganda), these official figures do not accurately reflect the current situation of child sacrifice and child mutilation and the mutilation of children throughout Uganda. U-report data shows that every district in Uganda is affected by the harmful practice of forcibly removing body parts from children and their members claim to have reported substantially more incidents of child sacrifice and child mutilation that has been acknowledged by the Police. U-report poll survey conducted in 2015 involving approximately 280,000 nationally, had 30% of the 12,902 respondents, saying they had heard about child sacrifice in their community. Each week, mostly children aged 3-18 are targeted for child sacrifice. Guardians need to be very responsible for their children, especially when in public places. Stop Child sacrifice. Stopping this vice in the community begins with you. Report cases of child sacrifice in your community by calling the toll free National Child helpline on 116. You can also send a message to 8500 across all networks at no cost.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "your-rights-child-sacrifice", 
  "uuid": "9d0b8b23fac24120a818da48a62cce5d"
}