{
  "subtitle": "", 
  "description": "Some individuals have followed these steps.", 
  "language": "eng_GB", 
  "title": "Solutions to Lilian’s educational challenge", 
  "primary_category": "4fa988e6172944d686c737493fc5c278", 
  "created_at": "2015-06-30T16:44:11+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-01T06:02:18.524325+00:00", 
  "_version": {
    "package_version": "1.3.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Many U-reporters have experienced the same challenges. Here are some of their solutions to Lilian’s educational challenge. Some individuals have followed the steps below; \r\n\r\n 1. Listen to the radio for any scholarship adverts. \r\n 2. Visit the District Education Officer and read the notice boards for any information on scholarships. \r\n 3. Ask the District Education Officer about organisations like Forum for African Women Educationalists (FAWE) and BRAC that empower girls and women by providing educational scholarships.\r\n 4. Prepare your identification documents, your birth certificate, school identity card.  \r\n 5. Prepare your application letter and get it endorsed by either District Education Officer or your Local Council One Chairperson or the headteacher as may be required by the advertisments. \r\n 6. Submit all your documents to the organisation offices upon availability of the scholarship opportunities. \r\n 7. Some suggest you talk to your family. \r\n 8. Seek advice from your clan leader and get him to talk to your parents. \r\n 9. Discuss with him ways you can raise resources to help you pay for school.\r\n 10. Discuss flexible payment plan that you can keep too once you have a stable income.\r\n 11. You can visit banks like Centenary Bank and PostBank and learn more about the Student loans they offer. \r\n 12. Go with a friend to the bank and talk to a Relationship Manager about an Educational Loan. \r\n 13. Make sure you ask questions and understand your responsibility if you take a loan. \r\n 14. Go to the District Community Development Officer’s office and ask for registered youth networks and Community Based organisations that offer skills training or volunteer jobs.\r\n 15. Provide your own ideas for Lilian, and others in her situation. \r\n\r\nJoin the conversation at facebook.com/UReportUganda.\r\n\r\n[Ur Story][1]\r\n\r\n[Ur Rights][2]\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/d0f97d7d99ef40b78604ad297ee96303/\r\n  [2]: http://iogt.qa-hub.unicore.io/page/7794dad086aa41fe8e6ad4b56f32f89e/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "solutions-lilians-educational-challenge", 
  "uuid": "b8310cda2a774099863611ab480d2e7b"
}