{
  "subtitle": "", 
  "description": "A father conspired with the village witchdoctor", 
  "language": "eng_GB", 
  "title": "There is a man who wants to sacrifice his daughter", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:52:38+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-30T15:44:26.588188+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [
    "84dbce1085ca42bda640964bf6a707ab", 
    "9d0b8b23fac24120a818da48a62cce5d"
  ], 
  "id": null, 
  "content": "Angela’s cousin, an avid U-reporter since 2012, sent a message seeking a solution to 12 year old Angela’s dilemma, whose father conspired with the village witchdoctor to have her sacrificed.  Angela is the first born in her family, and has nine younger siblings. Her father wants to sacrifice his eldest child. After learning of her father’s evil deed, her mum and auntie notified the authorities and decided to move Angela to another village. Although not yet totally out of danger, Angela has resumed school in a\r\ndifferent sub county, where it is hoped that her father will not reach her. In the meantime, the authorities await her father’s return from the neighbouring country where he has gone into hiding. Child sacrifice is the harmful practice of removing a child’s body parts, blood or tissue while the child is alive. The body parts are removed and sold to people who believe they can get quick wealth, overcome illness, and obtain blessings.\r\n\r\n[Ur Rights][1]\r\n\r\n[U-Act][2]\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/9d0b8b23fac24120a818da48a62cce5d/\r\n  [2]: http://iogt.qa-hub.unicore.io/page/84dbce1085ca42bda640964bf6a707ab/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 6, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "man-wants-to-sacrifice-his-daughter", 
  "uuid": "bd72680a993340a2af219a760b9ec967"
}