{
  "subtitle": "Typhoid is life threatening!", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Typhoid: Keep yourself safe", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:57:16+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-29T09:25:19.757566+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“I am a teacher and award winning author. I have been a U reporter for 3 years. I have used your updates to make sensitization assemblies against typhoid in three schools. I have also led a social media campaign against the disease.”\r\n\r\n\r\n22-year old Emma is an author, who has been promoting his newly published book in secondary schools.  When there was a typhoid outbreak this year, Emma, an avid U-reporter received a message asking him whether he would like to receive sensitization messages about the disease. “I am glad I said yes to that sms message, because in total, I received close to six messages about typhoid, that I have found very useful in helping others,” Emma said. Since the typhoid outbreak, Emma has visited three schools and he organises with the head teachers to hold school assemblies. At each of the assemblies, Emma checks his phone and reads out the messages he received through U-report. “I inform the students, the causes of typhoid, the symptoms, how it is spread, the preventive measures required and where to go in case of treatment,” he explains. The students in turn share this information with their guardians when they return home. Due to the challenges with the health systems, he has found U-report a very useful resource and has in turn encouraged the students with access to phones to sign up for U-report. Emma is frequently out in the communities and suspects that e contracted typhoid through communal eating. He says that he knew the symptoms and immediately knew what to do, thanks to the earlier messages he had received. Through the U-report system, Emma sent a message, saying, “I am down with typhoid now but battling it with medication.” To which, the U-report medical partners responded, “Thank you so much for the feedback. Sorry about the Typhoid. Please take the medicine as prescribed and you will get better.” A few days later, Emma sent another message, “I have made a full recovery. I am using my website to fight against typhoid and also encourage people to raise awareness by joining U-report. Emma applauds U-report saying it has kept him in touch with the various initiatives within the country. Similarly, U-reporters are able to alert authorities on the issues affecting them in the community.", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "typhoid-keep-yourself-safe", 
  "uuid": "c980a53bfd86457abb2b50b166aadf66"
}