{
  "subtitle": "", 
  "description": "It is a life threatening disease!", 
  "language": "eng_GB", 
  "title": "Typhoid; Keep Safe", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:57:16+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-07-08T08:04:02.517313+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“I am a teacher and award winning author. I have been a U reporter for 3 years. I have used your updates to make sensitization assemblies against typhoid in three schools. I have also led a social media campaign against the disease.”\r\n\r\n22-year old Emma is an author, who has been promoting his newly published book in secondary schools.  When there was a typhoid outbreak this year, Emma, an avid U-reporter received a message asking him whether he would like to receive sensitization messages about the disease. “I am glad I said yes to that sms message, because in total, I received close to six messages about typhoid, that I found very useful in helping others,” Emma said. \r\n\r\nDuring the typhoid outbreak, Emma visited three schools and he organised with the head teachers to hold school assemblies. At each of the assemblies, Emma checked his phone and read out the messages he received through U-report. “I informed the students, the causes of typhoid, the symptoms, how it is spread, the preventive measures required and where to go in case of treatment,” he explained. The students in turn shared this information with their guardians when they return home. \r\n\r\nDue to the challenges with the health systems, he has found U-report a very useful resource and has in turn encouraged the students with access to phones to sign up for U-report. \r\n\r\nEmma spends a lot of his time with communities and suspects that he contracted typhoid through communal eating. Since he knew the typhoid symptoms, he immediately knew where to go.  Emma sent a message to U-report, saying, “I am down with typhoid now but battling it with medication.” To which, the U-report medical partners responded, “Thank you so much for the feedback. Sorry about the Typhoid. Please take the medicine as prescribed and you will get better.” A few days later, Emma sent another message, “I have made a full recovery. I am using my website to fight against typhoid and also encourage people to raise awareness by joining U-report.\"\r\n\r\nEmma applauds U-report saying it has kept him in touch with the various initiatives within the country and also alert authorities on the issues affecting his community.\r\n\r\n[Ur Rights][1]\r\n\r\n[U-Act][2]\r\n\r\n\r\n  [1]: http://iogt.qa-hub.unicore.io/page/7b974f612e0a4901aa6e898cbf139169/\r\n  [2]: http://iogt.qa-hub.unicore.io/page/f18cab36f8a04c62b0250a0f0361d316/", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 7, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "typhoid-keep-yourself-safe", 
  "uuid": "c980a53bfd86457abb2b50b166aadf66"
}