{
  "subtitle": "I want to finish school!", 
  "description": "", 
  "language": "eng_GB", 
  "title": "Lilian's road to success", 
  "primary_category": "ccfef3bc2c8640d0a0beb85d1fac2102", 
  "created_at": "2015-06-15T17:55:07+00:00", 
  "featured_in_category": true, 
  "modified_at": "2015-06-29T09:25:19.838939+00:00", 
  "_version": {
    "package_version": "1.2.0", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "“What should a lady of 19 do when her parents can’t understand her and at the end denied school fees\"\r\n\r\nTo be able to complete her education and become a qualified teacher, Lilian has found herself a job as a waitress in a small restaurant in her village. The monthly money she earns helps her to pay up her school due arrears at the teacher’s vocational school, her mum enrolled her in, but could not raise the required school dues. Lilian’s mother is a single mother who has to raise six children on her own. With the meagre salary she receives from her teaching job at the government-supported school, Lilian’s mother feels she cannot support her with anything more and that it is now up to Lilian to take charge of her life. However, Lilian is frustrated that her mother is abandoning her at a very critical stage. This situation reminds her of the time her father abandoned the family. Her mother has had to ensure they are educated; they have the basic necessities; food, shelter and proper treatment whenever sick. With limited options, Lilian has resorted to move in with her grandmother to avoid the constant battles and tension with her mother and seeking out her father’s help is not an option. Lilian is certain that U-reporters will give her the right advice. Do you know someone in Lilian’s situation? What advice would you give her? What advice would you give Lilian’s mother?", 
  "source": null, 
  "featured": true, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 2, 
  "image_host": "http://qa.thumbor.unicore.io", 
  "slug": "education", 
  "uuid": "d0f97d7d99ef40b78604ad297ee96303"
}